Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Anvils can be crafted out of iron, or purchased from a merchant.
zh_cn: 砧子可以用铁锭制作或者从商人那里购买.

source: Any
zh_cn: 任何

source: Apply
zh_cn: 应用

source: Apprentice Bait
zh_cn: 学徒诱饵

source: Apprentice's Hat
zh_cn: 学徒帽

source: Apprentice's Robe
zh_cn: 学徒长袍

source: Apprentice's Scarf
zh_cn: 学徒围巾

source: Apprentice's Trousers
zh_cn: 学徒裤

source: Aqua Scepter
zh_cn: 海蓝法杖

source: Arapaima
zh_cn: 巨骨舌鱼

source: Arapaima Banner
zh_cn: 巨骨舌鱼旗帜

source: Arcane
zh_cn: 奥秘

source: Arcane Rune Wall
zh_cn: 符文墙

source: Archaeologist
zh_cn: 考古学家

source: Archaeologist's Hat
zh_cn: 考古帽

source: Archaeologist's Jacket
zh_cn: 考古夹克

source: Archaeologist's Pants
zh_cn: 考古裤

source: Archery
zh_cn: 箭术精通

source: Archery Potion
zh_cn: 箭术药剂

source: Architect Gizmo Pack
zh_cn: 建筑工具包

source: Arctic Diving Gear
zh_cn: 北极潜水装备

source: Are goblins really so different from us that we couldn't live together peacefully?
zh_cn: 哥布林与我们的差别有那么大吗,都没法和平相处了吗?

source: Are you here for a peek at my crystal ball?
zh_cn: 你来这里是不是想看看我的水晶球?

source: Arkhalis
zh_cn: 真空之刃

source: Arkhalis's Bodice
zh_cn: Arkhalis的紧身衣

source: Arkhalis's Hood
zh_cn: Arkhalis的兜帽

source: Arkhalis's Lightwings
zh_cn: Arkhalis的飞翼

source: Arkhalis's Tights
zh_cn: Arkhalis的紧身裤

source: Armed Zombie Statue
zh_cn: 僵尸之手雕像

source: Armor Bracing
zh_cn: 盔甲背带

source: Armor Polish
zh_cn: 盔甲抛光剂

source: Armor Statue
zh_cn: 盔甲雕像

source: Armored
zh_cn: 装甲

source: Armored Cavefish
zh_cn: 装甲洞穴鱼

source: Armored Skeleton
zh_cn: 装甲骷髅

source: Armored Skeleton Banner
zh_cn: 装甲骷髅旗帜

source: Armored Viking
zh_cn: 装甲维京骷髅

source: Armored Viking Banner
zh_cn: 装甲维京骷髅旗帜

source: Arms Dealer
zh_cn: 军火商

source: Artery
zh_cn: 血脉

source: As if living underground wasn't bad enough, jerks like you come in while I'm sleeping and steal my children.
zh_cn: 就好像住在地底还不够糟糕一样,像你这样的败类还要趁我睡觉来偷走我的孩子.

source: Ash Ball
zh_cn: 灰烬球

source: Ash Block
zh_cn: 灰烬块

source: Asphalt Block
zh_cn: 沥青块

source: At last, my time has come!
zh_cn: 终于,我的机会来了!

source: Atlantic Cod
zh_cn: 大西洋鳕鱼

source: Attack
zh_cn: 攻击

source: Attackers also take damage
zh_cn: 反弹所受伤害

source: Attackers also take full damage
zh_cn: 反弹所受伤害

source: Attain maximum health and mana possible without accessories or buffs.
zh_cn: 在没有饰品或增益的情况下获得最大生命值与魔力值.

source: Attracts a legendary creature which flourishes in water & combat
zh_cn: 吸引一种在水中十分强大并精于战斗的传奇生物

source: Auto Select
zh_cn: 自动选择

source: Autohammer
zh_cn: 自动锻造机

source: Automatically paints placed objects
zh_cn: 自动喷涂放置的物块

source: Automatically places actuators on placed objects
zh_cn: 自动给放置的物块添加促动器

source: Autopause Off
zh_cn: 自动暂停：关闭

source: Autopause On
zh_cn: 自动暂停：开启

source: Autosave Off
zh_cn: 自动保存：关闭

source: Autosave On
zh_cn: 自动保存：开启

source: Available commands:
zh_cn: 可用指令:

source: Avenger Emblem
zh_cn: 复仇者徽章

source: Average knockback
zh_cn: 普通的击退

source: Average speed
zh_cn: 普通的速度

source: Awful
zh_cn: 可畏

source: Awkward
zh_cn: 粗笨

source: Axe Statue
zh_cn: 战斧雕像

source: BOOOIIINNNG!
zh_cn: 啵嘤、啵嘤、啵嘤!

source: Baby Dino
zh_cn: 小恐龙

source: Baby Dinosaur
zh_cn: 小恐龙

source: Baby Eater
zh_cn: 小吞噬者

source: Baby Face Monster
zh_cn: 巨脸怪宝宝

source: Baby Grinch
zh_cn: 圣诞小怪杰

source: Baby Grinch's Mischief Whistle
zh_cn: 圣诞怪杰的恶作剧口哨

source: Baby Hornet
zh_cn: 小黄蜂

source: Baby Mothron
zh_cn: 蛾怪宝宝

source: Baby Penguin
zh_cn: 小企鹅

source: Baby Skeletron Head
zh_cn: 小骷髅头

source: Baby Slime
zh_cn: 史莱姆宝宝

source: Baby Snowman
zh_cn: 小雪人

source: Baby Spider
zh_cn: 小蜘蛛

source: Baby Truffle
zh_cn: 小松露

source: Back
zh_cn: 返回

source: Back where I'm from, we only serve Root Beer...
zh_cn: 在我的家乡,我们只供应根汁啤酒...

source: Background Off
zh_cn: 背景：关闭

source: Background On
zh_cn: 背景：开启

source: Backing up world file
zh_cn: 正在备份世界文件

source: Backspace
zh_cn: 退格键

source: Bacon
zh_cn: 培根

source: Bad header lead to a read buffer overflow.
zh_cn: 标头错误导致读取缓冲区溢出.

source: Baleful Harvest
zh_cn: 邪恶丰收

source: Ball 'O Hurt
zh_cn: 伤害链球

source: Ball O' Hurt
zh_cn: 伤害链球

source: Ball of Fire
zh_cn: 火球

source: Ball of Frost
zh_cn: 冰霜球

source: Balla Hat
zh_cn: 巴拉帽

source: Ballista
zh_cn: 弩车

source: Ballista Cane
zh_cn: 弩车手杖

source: Ballista Panic!
zh_cn: 弩车突击!

source: Ballista Rod
zh_cn: 弩车魔杖

source: Ballista Staff
zh_cn: 弩车法杖

source: Balloon Animal
zh_cn: 气球兔子

source: Balloon Pufferfish
zh_cn: 河豚气球

source: Bananarang
zh_cn: 香蕉回旋镖

source: Band of Regeneration
zh_cn: 再生戒指

source: Band of Starpower
zh_cn: 星能饰带

source: Banishes the Hallow
zh_cn: 驱逐神圣

source: Banned from server.
zh_cn: 已从服务器封禁.

source: Banner
zh_cn: 旗帜加成

source: Banquet Table
zh_cn: 宴会桌

source: Bans a player from the server.
zh_cn: 从服务器封禁玩家.

source: Bar
zh_cn: 吧台

source: Bar Stool
zh_cn: 高脚凳

source: Barrel
zh_cn: 木桶

source: Basilisk
zh_cn: 沙漠蜥蜴兽

source: Basilisk Banner
zh_cn: 沙漠蜥蜴兽旗帜

source: Basilisk Mount
zh_cn: 巨蜥坐骑

source: Bass
zh_cn: 鲈鱼

source: Bat
zh_cn: 蝙蝠

source: Bat Hook
zh_cn: 蝙蝠钩爪

source: Bat Scepter
zh_cn: 蝙蝠权杖

source: Bat Statue
zh_cn: 蝙蝠雕像

source: Bat Wings
zh_cn: 蝙蝠之翼

source: Batfish
zh_cn: 蝙蝠鱼

source: Bathtub
zh_cn: 浴缸

source: Battle
zh_cn: 战斗吧

source: Battle Potion
zh_cn: 战争药剂

source: Be it what it would, a jetpack would suit you nicely!
zh_cn: 不管怎样,喷气背包跟你很搭!

source: Be safe; Terraria needs you!
zh_cn: 继续努力!泰拉瑞亚需要你!

source: Beach Ball
zh_cn: 沙滩排球

source: Beam Sword
zh_cn: 光束剑

source: Beanie
zh_cn: 小便帽

source: Become a victim to a nasty underground trap.
zh_cn: 掉进险恶的地下机关.

source: Become immune after striking an enemy
zh_cn: 攻击敌人后短暂无敌

source: Bed
zh_cn: 木床

source: Bee
zh_cn: 蜜蜂

source: Bee Arrow
zh_cn: 蜜蜂箭

source: Bee Breastplate
zh_cn: 蜜蜂胸甲

source: Bee Cloak
zh_cn: 蜜蜂斗篷

source: Bee Greaves
zh_cn: 蜜蜂护胫

source: Bee Gun
zh_cn: 蜜蜂枪

source: Bee Hat
zh_cn: 蜜蜂帽

source: Bee Headgear
zh_cn: 蜜蜂头饰

source: Bee Hive
zh_cn: 蜂巢

source: Bee Keeper
zh_cn: 养蜂人

source: Bee Mount
zh_cn: 蜜蜂坐骑

source: Bee Pants
zh_cn: 蜜蜂裤

source: Bee Shirt
zh_cn: 蜜蜂外套

source: Bee Wax
zh_cn: 蜂蜡

source: Bee Wings
zh_cn: 蜜蜂之翼

source: Beenade
zh_cn: 蜜蜂手榴弹

source: Beetle Endurance
zh_cn: 耐力甲虫

source: Beetle Helmet
zh_cn: 甲虫头盔

source: Beetle Husk
zh_cn: 甲虫外壳

source: Beetle Leggings
zh_cn: 甲虫护腿

source: Beetle Might
zh_cn: 力量甲虫

source: Beetle Scale Mail
zh_cn: 甲虫铠甲

source: Beetle Shell
zh_cn: 甲虫壳

source: Beetle Wings
zh_cn: 甲虫之翼

source: Beetles increase your melee damage and speed
zh_cn: 甲虫增加你的近战伤害及攻速

source: Beetles protect you from damage
zh_cn: 甲虫保护你免受伤害

source: Begone, Evil!
zh_cn: 驱散,邪恶!

source: Behind The Mask
zh_cn: 面具背后

source: Bell
zh_cn: 铃铛

source: Bench
zh_cn: 长椅

source: Best used for pranking townsfolk
zh_cn: 用来戏弄城镇居民再合适不过了!

source: Betsy
zh_cn: 贝特希

source: Betsy Mask
zh_cn: 贝特西面具

source: Betsy Trophy
zh_cn: 荣耀之证(贝特西)

source: Betsy's Breath
zh_cn: 贝特西之怒

source: Betsy's Curse
zh_cn: 贝特西的诅咒

source: Betsy's Fireball
zh_cn: 贝特西火球

source: Betsy's Wings
zh_cn: 贝特西之翼

source: Betsy's Wrath
zh_cn: 贝特西之怒

source: Bewitched
zh_cn: 迷人

source: Bewitching Table
zh_cn: 施法桌台

source: Bezoar
zh_cn: 牛黄

source: Big Booty
zh_cn: 丰厚战利品

source: Binoculars
zh_cn: 双筒望远镜

source: Biome Hair Dye
zh_cn: 环境染发剂

source: Biome Pick
zh_cn: 生态选择

source: Bird
zh_cn: 小鸟

source: Bird Banner
zh_cn: 小鸟旗帜

source: Bird Cage
zh_cn: 鸟笼

source: Bird Statue
zh_cn: 小鸟雕像

source: Bitter Harvest
zh_cn: 苦涩的收获

source: Black Belt
zh_cn: 黑棉腰带

source: Black Cat
zh_cn: 黑猫

source: Black Counterweight
zh_cn: 黑色平衡锤

source: Black Dye
zh_cn: 黑色染料

source: Black Fairy Dust
zh_cn: 黑色仙尘

source: Black Ink
zh_cn: 黑色墨水

source: Black Lens
zh_cn: 黑色晶状体

source: Black Paint
zh_cn: 黑色油漆

source: Black Recluse
zh_cn: 黑隐者

source: Black Recluse Banner
zh_cn: 黑隐者旗帜

source: Black Scorpion
zh_cn: 黑蝎子

source: Black Scorpion Cage
zh_cn: 黑蝎子笼

source: Black Slime
zh_cn: 黑色史莱姆

source: Black Slime Banner
zh_cn: 黑色史莱姆旗帜

source: Black String
zh_cn: 黑色丝线

source: Black Thread
zh_cn: 黑色丝线

source: Black and White Dye
zh_cn: 黑白染料

source: Blackout
zh_cn: 致盲

source: Blacksmith Rack
zh_cn: 铁质匠架

source: Blade of Grass
zh_cn: 草薙

source: Bladed Glove
zh_cn: 利刃手套

source: Bladetongue
zh_cn: 舌锋剑

source: Blazing Wheel
zh_cn: 烈焰火轮

source: Bleeding
zh_cn: 流血

source: Bleeding Out
zh_cn: 血流不止

source: Blend-O-Matic
zh_cn: 搅拌机

source: Blessed Apple
zh_cn: 祝福苹果

source: Blindfold
zh_cn: 蒙眼布

source: Blinkroot
zh_cn: 闪耀根

source: Blinkroot Planter Box
zh_cn: 闪耀根种植盆

source: Blinkroot Seeds
zh_cn: 闪耀根种子

source: Blizzard
zh_cn: 暴风雪

source: Blizzard Staff
zh_cn: 暴雪法杖

source: Blizzard in a Balloon
zh_cn: 暴雪气球

source: Blizzard in a Bottle
zh_cn: 暴雪瓶

source: Blood Butcherer
zh_cn: 血腥屠戮者

source: Blood Cloud
zh_cn: 血云

source: Blood Crawler
zh_cn: 血腥蜘蛛

source: Blood Crawler Banner
zh_cn: 血腥蜘蛛旗帜

source: Blood Feeder
zh_cn: 血腥食人鱼

source: Blood Feeder Banner
zh_cn: 血腥食人鱼旗帜

source: Blood Jelly
zh_cn: 血腥水母

source: Blood Jelly Banner
zh_cn: 血腥水母旗帜

source: Blood Lust Cluster
zh_cn: 嗜血狂斧

source: Blood Moon Countess
zh_cn: 血月女伯爵

source: Blood Moon Rising
zh_cn: 血月升起

source: Blood Rain
zh_cn: 血雨

source: Blood Water
zh_cn: 血腥之水

source: Blood Water Fountain
zh_cn: 鲜血喷泉

source: Blood Zombie
zh_cn: 血腥僵尸

source: Blood Zombie Banner
zh_cn: 血腥僵尸旗帜

source: Blood Zombie Statue
zh_cn: 血腥僵尸雕像

source: Blood and Gore Off
zh_cn: 血腥效果：关闭

source: Blood and Gore On
zh_cn: 血腥效果：开启

source: Bloodbath
zh_cn: 大屠杀

source: Bloody Machete
zh_cn: 血腥砍刀

source: Bloody Manowar
zh_cn: 血腥水母

source: Bloody Spine
zh_cn: 血腥脊椎

source: Blowgun
zh_cn: 吹筒

source: Blowpipe
zh_cn: 吹管

source: Blows bubbles
zh_cn: 会产生很多泡泡

source: Blowup Smoke
zh_cn: 硝烟

source: Blue Acid Dye
zh_cn: 蓝酸性染料

source: Blue Armored Bones
zh_cn: 蓝色装甲骷髅

source: Blue Armored Bones Banner
zh_cn: 蓝色装甲骷髅旗帜

source: Blue Banner
zh_cn: 蓝色旗帜

source: Blue Berries
zh_cn: 蓝色浆果

source: Blue Brick
zh_cn: 蓝色地牢砖块

source: Blue Brick Platform
zh_cn: 蓝色地牢砖平台

source: Blue Brick Wall
zh_cn: 蓝色地牢砖墙

source: Blue Counterweight
zh_cn: 蓝色平衡锤

source: Blue Cultist Archer
zh_cn: 蓝色邪教徒弓箭手

source: Blue Cultist Archer Banner
zh_cn: 蓝色邪教徒弓箭手旗帜

source: Blue Cultist Caster Banner
zh_cn: 蓝色邪教徒法师旗帜

source: Blue Cultist Fighter Banner
zh_cn: 蓝色邪教徒战士旗帜

source: Blue Dungeon Bathtub
zh_cn: 蓝色地牢浴缸

source: Blue Dungeon Bed
zh_cn: 蓝色地牢床

source: Blue Dungeon Bookcase
zh_cn: 蓝色地牢书架

source: Blue Dungeon Candelabra
zh_cn: 蓝色地牢烛台

source: Blue Dungeon Candle
zh_cn: 蓝色地牢蜡烛

source: Blue Dungeon Chair
zh_cn: 蓝色地牢椅

source: Blue Dungeon Chandelier
zh_cn: 蓝色地牢吊灯

source: Blue Dungeon Chest
zh_cn: 蓝色地牢宝箱

source: Blue Dungeon Clock
zh_cn: 蓝色地牢时钟

source: Blue Dungeon Door
zh_cn: 蓝色地牢门

source: Blue Dungeon Dresser
zh_cn: 蓝色地牢梳妆台

source: Blue Dungeon Lamp
zh_cn: 蓝色地牢灯

source: Blue Dungeon Piano
zh_cn: 蓝色地牢钢琴

source: Blue Dungeon Sink
zh_cn: 蓝色地牢水槽

source: Blue Dungeon Sofa
zh_cn: 蓝色地牢沙发

source: Blue Dungeon Table
zh_cn: 蓝色地牢桌

source: Blue Dungeon Vase
zh_cn: 蓝色地牢花瓶

source: Blue Dungeon Work Bench
zh_cn: 蓝色地牢工作台

source: Blue Dye
zh_cn: 蓝色染料

source: Blue Dynasty Shingles
zh_cn: 蓝色王朝瓦

source: Blue Dynasty Wall
zh_cn: 蓝色王朝墙

source: Blue Fairy
zh_cn: 蓝色精灵

source: Blue Flame Dye
zh_cn: 蓝焰染料

source: Blue Flame and Black Dye
zh_cn: 蓝焰黑色染料

source: Blue Flame and Silver Dye
zh_cn: 蓝焰银色染料

source: Blue Flare
zh_cn: 蓝色信号弹

source: Blue Horseshoe Balloon
zh_cn: 蓝色马掌气球

source: Blue Jay
zh_cn: 冠蓝鸦

source: Blue Jay Cage
zh_cn: 冠蓝鸦笼

source: Blue Jellyfish
zh_cn: 蓝水母

source: Blue Jellyfish Banner
zh_cn: 蓝水母旗帜

source: Blue Jellyfish Jar
zh_cn: 蓝水母罐

source: Blue Light
zh_cn: 蓝灯

source: Blue Lights
zh_cn: 蓝色彩灯

source: Blue Moon
zh_cn: 蓝月

source: Blue Paint
zh_cn: 蓝色油漆

source: Blue Phaseblade
zh_cn: 蓝晶相位剑

source: Blue Phasesaber
zh_cn: 蓝晶相位军刀

source: Blue Present
zh_cn: 蓝色礼物

source: Blue Pressure Plate
zh_cn: 蓝色压力板

source: Blue Rocket
zh_cn: 蓝色火箭

source: Blue Slab Wall
zh_cn: 蓝色地牢砖墙

source: Blue Slime
zh_cn: 蓝色史莱姆

source: Blue Slime Banner
zh_cn: 蓝色史莱姆旗帜

source: Blue Solution
zh_cn: 蓝色溶液

source: Blue Stained Glass
zh_cn: 蓝色花窗玻璃

source: Blue Streamer
zh_cn: 蓝色饰带

source: Blue String
zh_cn: 蓝色丝线

source: Blue Team Block
zh_cn: 蓝队方块

source: Blue Team Platform
zh_cn: 蓝队平台

source: Blue Tiled Wall
zh_cn: 蓝色地牢瓷砖墙

source: Blue Torch
zh_cn: 蓝色火把

source: Blue Wires
zh_cn: 蓝色电线

source: Blue Wrench
zh_cn: 蓝色扳手

source: Blue and Black Dye
zh_cn: 蓝黑染料

source: Blue and Green Lights
zh_cn: 蓝绿彩灯

source: Blue and Silver Dye
zh_cn: 蓝银染料

source: Blue and Yellow Lights
zh_cn: 蓝黄彩灯

source: Blue:
zh_cn: 蓝:

source: Bluegreen Wallpaper
zh_cn: 蓝绿壁纸

source: Bobber
zh_cn: 浮标

source: Bomb
zh_cn: 炸弹

source: Bomb Fish
zh_cn: 炸弹鱼

source: Bomb Statue
zh_cn: 炸弹雕像

source: Bone
zh_cn: 骨头

source: Bone Arrow
zh_cn: 白骨箭

source: Bone Bathtub
zh_cn: 骨制浴缸

source: Bone Bed
zh_cn: 骨制床

source: Bone Biter
zh_cn: 噬骨沙鲨

source: Bone Biter Banner
zh_cn: 噬骨沙鲨旗帜

source: Bone Block
zh_cn: 骸骨块

source: Bone Block Wall
zh_cn: 骸骨墙壁

source: Bone Bookcase
zh_cn: 骨制书架

source: Bone Campfire
zh_cn: 白骨篝火

source: Bone Candelabra
zh_cn: 骨制烛台

source: Bone Chair
zh_cn: 骨制椅

source: Bone Chandelier
zh_cn: 骨制吊灯

source: Bone Chest
zh_cn: 白骨宝箱

source: Bone Clock
zh_cn: 白骨时钟

source: Bone Dagger
zh_cn: 白骨飞刀

source: Bone Door
zh_cn: 骨制门

source: Bone Dresser
zh_cn: 骨制梳妆台

source: Bone Feather
zh_cn: 白骨羽毛

source: Bone Glove
zh_cn: 骨头手套

source: Bone Javelin
zh_cn: 白骨标枪

source: Bone Key
zh_cn: 骨头钥匙

source: Bone Lamp
zh_cn: 骨制烛台

source: Bone Lantern
zh_cn: 骨制灯笼

source: Bone Lee
zh_cn: 李小髅

source: Bone Lee Banner
zh_cn: 李小髅旗帜

source: Bone Piano
zh_cn: 骨制钢琴

source: Bone Pickaxe
zh_cn: 骨镐

source: Bone Platform
zh_cn: 白骨平台

source: Bone Rattle
zh_cn: 白骨拨浪鼓

source: Bone Serpent
zh_cn: 骨蛇

source: Bone Serpent Banner
zh_cn: 骨蛇旗帜

source: Bone Sink
zh_cn: 骨制水槽

source: Bone Skeleton Statue
zh_cn: 骷髅雕像

source: Bone Sofa
zh_cn: 骨制沙发

source: Bone Sword
zh_cn: 白骨之剑

source: Bone Table
zh_cn: 骨制桌

source: Bone Throwing Knife
zh_cn: 白骨飞刀

source: Bone Torch
zh_cn: 白骨火把

source: Bone Wand
zh_cn: 骸骨魔棒

source: Bone Warp
zh_cn: 扭曲之骨

source: Bone Welder
zh_cn: 骨焊机

source: Bone Wings
zh_cn: 白骨羽翼

source: Bone Work Bench
zh_cn: 白骨工作台

source: Boned
zh_cn: 粉身碎骨

source: Bonefish
zh_cn: 骷骨鱼

source: Book
zh_cn: 书

source: Book of Skulls
zh_cn: 骷髅法书

source: Bookcase
zh_cn: 书架

source: Boomerang Statue
zh_cn: 回旋镖雕像

source: Boomstick
zh_cn: 三发猎枪

source: Booster Track
zh_cn: 加速轨道

source: Boot Statue
zh_cn: 靴子雕像

source: Border Color
zh_cn: 边框颜色

source: Borderless Window: Disabled
zh_cn: 无边框窗口：关闭

source: Borderless Window: Enabled
zh_cn: 无边框窗口：开启

source: Boreal Wood
zh_cn: 针叶木

source: Boreal Wood Bathtub
zh_cn: 针叶木浴缸

source: Boreal Wood Bed
zh_cn: 针叶木床

source: Boreal Wood Bookcase
zh_cn: 针叶木书架

source: Boreal Wood Bow
zh_cn: 针叶木弓

source: Boreal Wood Breastplate
zh_cn: 针叶木胸甲

source: Boreal Wood Candelabra
zh_cn: 针叶木烛台

source: Boreal Wood Candle
zh_cn: 针叶木蜡烛

source: Boreal Wood Chair
zh_cn: 针叶木椅

source: Boreal Wood Chandelier
zh_cn: 针叶木吊灯

source: Boreal Wood Chest
zh_cn: 针叶木箱

source: Boreal Wood Clock
zh_cn: 针叶木时钟

source: Boreal Wood Door
zh_cn: 针叶木门

source: Boreal Wood Dresser
zh_cn: 针叶木梳妆台

source: Boreal Wood Fence
zh_cn: 针叶木栅栏

source: Boreal Wood Greaves
zh_cn: 针叶木护胫

source: Boreal Wood Hammer
zh_cn: 针叶木锤

source: Boreal Wood Helmet
zh_cn: 针叶木头盔

source: Boreal Wood Lamp
zh_cn: 针叶木灯

source: Boreal Wood Lantern
zh_cn: 针叶木灯笼

source: Boreal Wood Piano
zh_cn: 针叶木钢琴

source: Boreal Wood Platform
zh_cn: 针叶木平台

source: Boreal Wood Sink
zh_cn: 针叶木水槽

source: Boreal Wood Sofa
zh_cn: 针叶木沙发

source: Boreal Wood Sword
zh_cn: 针叶木剑

source: Boreal Wood Table
zh_cn: 针叶木桌

source: Boreal Wood Wall
zh_cn: 针叶木墙壁

source: Boreal Wood Work Bench
zh_cn: 针叶木工作台

source: Bottle
zh_cn: 玻璃瓶

source: Bottled Honey
zh_cn: 蜂蜜瓶

source: Bottled Water
zh_cn: 水瓶

source: Bottomless Water Bucket
zh_cn: 无底水桶

source: Boulder
zh_cn: 巨石

source: Bounces back after hitting a wall
zh_cn: 击中墙后会弹回

source: Bouncy Bomb
zh_cn: 弹性炸弹

source: Bouncy Dynamite
zh_cn: 弹性雷管

source: Bouncy Glowstick
zh_cn: 弹性荧光棒

source: Bouncy Grenade
zh_cn: 弹性手榴弹

source: Bound Goblin
zh_cn: 被捆绑的哥布林

source: Bound Mechanic
zh_cn: 被捆绑的电工

source: Bound Wizard
zh_cn: 被捆绑的魔法师

source: Bow Statue
zh_cn: 短弓雕像

source: Bow Topper
zh_cn: 蝴蝶结

source: Bowl
zh_cn: 碗

source: Bowl of Soup
zh_cn: 鱼菇汤

source: Boxing Glove
zh_cn: 拳击手套

source: Brain Scrambler
zh_cn: 脑波控制器

source: Brain Scrambling Bolt
zh_cn: 脑控电波

source: Brain Suckler
zh_cn: 吮脑猎蟹

source: Brain Suckler Banner
zh_cn: 吮脑猎蟹旗帜

source: Brain of Confusion
zh_cn: 混乱之脑

source: Brain of Cthulhu
zh_cn: 克苏鲁之脑

source: Brain of Cthulhu Mask
zh_cn: 克苏鲁之脑面具

source: Brain of Cthulhu Trophy
zh_cn: 荣耀之证(克苏鲁之脑)

source: Brand of the Inferno
zh_cn: 地狱烙印

source: Brass Lantern
zh_cn: 黄铜灯笼

source: Brass Shelf
zh_cn: 黄铜架

source: Breach the impenetrable walls of the jungle temple.
zh_cn: 攻破丛林神庙坚不可摧的墙.

source: Breaker Blade
zh_cn: 毁灭大刀

source: Breath
zh_cn: 呼吸

source: Breathe water instead of air
zh_cn: 在水中呼吸

source: Breathing Reed
zh_cn: 芦苇呼吸管

source: Brick Layer
zh_cn: 铺砖器

source: Bride of Frankenstein Dress
zh_cn: 科学怪人新娘服

source: Bride of Frankenstein Mask
zh_cn: 科学怪人新娘面具

source: Bright
zh_cn: 明亮

source: Bright Blue Dye
zh_cn: 淡蓝染料

source: Bright Brown Dye
zh_cn: 蓝棕染料

source: Bright Cyan Dye
zh_cn: 淡青染料

source: Bright Green Dye
zh_cn: 淡绿染料

source: Bright Lime Dye
zh_cn: 淡橙绿色染料

source: Bright Orange Dye
zh_cn: 淡橙染料

source: Bright Pink Dye
zh_cn: 淡粉染料

source: Bright Purple Dye
zh_cn: 淡紫染料

source: Bright Red Dye
zh_cn: 淡红染料

source: Bright Silver Dye
zh_cn: 淡银染料

source: Bright Sky Blue Dye
zh_cn: 淡天蓝色染料

source: Bright Teal Dye
zh_cn: 淡青绿染料

source: Bright Violet Dye
zh_cn: 淡蓝紫染料

source: Bright Yellow Dye
zh_cn: 淡黄染料

source: Brisk
zh_cn: 轻快

source: Broken
zh_cn: 碎裂

source: Broken Armor
zh_cn: 破甲

source: Broken Bat Wing
zh_cn: 破损蝠翼

source: Broken Hero Sword
zh_cn: 英雄断剑

source: Brown Dye
zh_cn: 棕色染料

source: Brown Paint
zh_cn: 棕色油漆

source: Brown Pressure Plate
zh_cn: 棕色压力板

source: Brown String
zh_cn: 棕色丝线

source: Brown and Black Dye
zh_cn: 棕黑染料

source: Brown and Silver Dye
zh_cn: 棕银染料

source: Bubble
zh_cn: 泡泡

source: Bubble Gun
zh_cn: 泡泡枪

source: Bubble Machine
zh_cn: 泡泡机

source: Bubble Shield
zh_cn: 泡泡护盾

source: Bubble Wallpaper
zh_cn: 泡泡壁纸

source: Bubble Wand
zh_cn: 泡泡棒

source: Bubblegum Block
zh_cn: 泡泡糖块

source: Bubblegum Block Wall
zh_cn: 泡泡糖墙

source: Buccaneer Bandana
zh_cn: 西域海盗头巾

source: Buccaneer Pantaloons
zh_cn: 西域海盗马裤

source: Buccaneer Tunic
zh_cn: 西域海盗上装

source: Buckets of Bolts
zh_cn: 万矢齐发

source: Bug Net
zh_cn: 虫网

source: Buggy
zh_cn: 蚜虫

source: Buggy Cage
zh_cn: 蚜虫笼

source: Buggy Statue
zh_cn: 蚜虫雕像

source: Build
zh_cn: 建造

source: Build a house in a mushroom biome and have Truffle move in.
zh_cn: 在蘑菇群落里建造一栋房屋并让蘑菇人住进来.

source: Build a house suitable enough for your first town NPC, such as the guide, to move into.
zh_cn: 建造一栋足够大的房屋,让第一个城镇的NPC(如向导)住进来.

source: Build or encounter a glowing mushroom field above the surface.
zh_cn: 打造或发现发光蘑菇地.

source: Builder
zh_cn: 建筑党

source: Builder Potion
zh_cn: 建筑药剂

source: Bulky
zh_cn: 笨重

source: Bulldozer
zh_cn: 推土机

source: Bullet
zh_cn: 枪弹

source: Bumblebee Tuna
zh_cn: 黄蜂鱼

source: Bundle of Balloons
zh_cn: 气球束

source: Bundled Party Balloons
zh_cn: 派对气球束

source: Bunny
zh_cn: 兔子

source: Bunny Banner
zh_cn: 兔子旗帜

source: Bunny Cage
zh_cn: 兔子笼

source: Bunny Cannon
zh_cn: 兔子大炮

source: Bunny Hood
zh_cn: 兔子兜帽

source: Bunny Mount
zh_cn: 兔子坐骑

source: Bunny Statue
zh_cn: 兔子雕像

source: Bunnyfish
zh_cn: 兔鱼

source: Bunnyfish Trophy
zh_cn: 荣耀之证(兔鱼)

source: Burning
zh_cn: 燃烧

source: Burning Hades Dye
zh_cn: 烈焰冥王染料

source: Burning Sphere
zh_cn: 烈焰之球

source: But I was almost done putting blinking lights up here!
zh_cn: 但我快要把闪光灯放到上面了!

source: Butcher
zh_cn: 屠夫

source: Butcher Banner
zh_cn: 屠夫旗帜

source: Butcher's Chainsaw
zh_cn: 屠夫链锯

source: Butterfly
zh_cn: 蝴蝶

source: Butterfly Dust
zh_cn: 蝴蝶尘

source: Butterfly Statue
zh_cn: 蝴蝶雕像

source: Butterfly Wings
zh_cn: 蝴蝶之翼

source: Buy
zh_cn: 购买

source: Buy ({0})
zh_cn: 购买({0})

source: Buy More
zh_cn: 购买更多

source: Buy now and get free shipping!
zh_cn: 现在购买还包邮!

source: Buy price:
zh_cn: 购买价格:

source: BzzzBzzBZZZZBzzz
zh_cn: 嗡嗡嗡嗡!

source: Cactus
zh_cn: 仙人掌

source: Cactus Bathtub
zh_cn: 仙人掌浴缸

source: Cactus Bed
zh_cn: 仙人掌床

source: Cactus Bookcase
zh_cn: 仙人掌书架

source: Cactus Breastplate
zh_cn: 仙人掌胸甲

source: Cactus Candelabra
zh_cn: 仙人掌烛台

source: Cactus Candle
zh_cn: 仙人掌蜡烛

source: Cactus Chair
zh_cn: 仙人掌椅

source: Cactus Chandelier
zh_cn: 仙人掌吊灯

source: Cactus Chest
zh_cn: 仙人掌箱

source: Cactus Clock
zh_cn: 仙人掌时钟

source: Cactus Door
zh_cn: 仙人掌门

source: Cactus Dresser
zh_cn: 仙人掌梳妆台

source: Cactus Helmet
zh_cn: 仙人掌头盔

source: Cactus Lamp
zh_cn: 仙人掌灯

source: Cactus Lantern
zh_cn: 仙人掌灯笼

source: Cactus Leggings
zh_cn: 仙人掌护腿

source: Cactus Piano
zh_cn: 仙人掌钢琴

source: Cactus Pickaxe
zh_cn: 仙人掌镐

source: Cactus Platform
zh_cn: 仙人掌平台

source: Cactus Sink
zh_cn: 仙人掌水槽

source: Cactus Sofa
zh_cn: 仙人掌沙发

source: Cactus Sword
zh_cn: 仙人掌剑

source: Cactus Table
zh_cn: 仙人掌桌

source: Cactus Wall
zh_cn: 仙人掌墙

source: Cactus Work Bench
zh_cn: 仙人掌工作台

source: Caged Lantern
zh_cn: 笼式灯笼

source: Calm
zh_cn: 心如止水

source: Calming Potion
zh_cn: 镇静药剂

source: Camera Mode
zh_cn: 相机模式

source: Camera Mode Disabled
zh_cn: 相机模式已禁用

source: Campfire
zh_cn: 篝火

source: Can be climbed on
zh_cn: 可供攀爬

source: Can be enchanted
zh_cn: 可附魔

source: Can be placed
zh_cn: 可放置

source: Can be placed in water
zh_cn: 可放置在水中

source: Can be traded for rare dyes
zh_cn: 可以拿来交换稀有染料

source: Can breathe and move easily underwater
zh_cn: 在水下自由行动

source: Can mine Adamantite and Titanium
zh_cn: 可开采精金及钛金

source: Can mine Meteorite
zh_cn: 可以挖掘陨石

source: Can mine Mythril and Orichalcum
zh_cn: 可开采秘银及山铜

source: Cancel
zh_cn: 取消

source: Candelabra
zh_cn: 烛台

source: Candle
zh_cn: 蜡烛

source: Candy Apple
zh_cn: 焦糖苹果

source: Candy Cane
zh_cn: 棒棒糖

source: Candy Cane Block
zh_cn: 红色糖块

source: Candy Cane Hook
zh_cn: 棒棒糖抓钩

source: Candy Cane Pickaxe
zh_cn: 棒棒糖镐

source: Candy Cane Sword
zh_cn: 棒棒糖剑

source: Candy Cane Wall
zh_cn: 红色糖墙

source: Candy Cane Wallpaper
zh_cn: 棒棒糖壁纸

source: Candy Corn
zh_cn: 糖果玉米

source: Candy Corn Rifle
zh_cn: 糖果玉米步枪

source: Cannon
zh_cn: 加农炮

source: Cannonball
zh_cn: 加农炮弹

source: Cannot be used without Etherian Mana until the Eternia Crystal has been defended
zh_cn: 在艾特尼亚水晶得到保护之前,无法在没有魔力结晶的情况下使用

source: Cannot consume anymore healing items
zh_cn: 无法使用治疗物品

source: Cannot regenerate life
zh_cn: 停止了生命再生

source: Cannot use any items
zh_cn: 无法使用任何物品

source: Cannot use items that require mana
zh_cn: 无法使用魔法物品

source: Cap'n Tunabeard
zh_cn: 金枪胡子船长鱼

source: Capable of mining Lihzahrd Bricks
zh_cn: 可以挖掘神庙砖块

source: Capable of soaking up an endless amount of water
zh_cn: 能够吸收无穷无尽的水

source: Capture Background
zh_cn: 显示背景

source: Capture Entities
zh_cn: 显示单位

source: Cardinal
zh_cn: 红雀

source: Cardinal Cage
zh_cn: 红雀笼

source: Care to bake me some cookies?
zh_cn: 你愿意给我烤些饼干吗?

source: Carpentry Rack
zh_cn: 木工架

source: Carriage Lantern
zh_cn: 马车灯笼

source: Carrot
zh_cn: 胡萝卜

source: Cascade
zh_cn: 炎爆

source: Castle Marsberg
zh_cn: 马斯伯格城堡

source: Casts a controllable missile
zh_cn: 射出一枚可以控制的魔法导弹

source: Casts a controllable rainbow
zh_cn: 射出一团可以控制的彩虹

source: Casts a demon scythe
zh_cn: 释放恶魔之镰

source: Casts a slow moving bolt of water
zh_cn: 射出一道缓慢飞行的水箭

source: Casts fast moving razorwheels
zh_cn: 释放高速的水刃龙卷

source: Cat Ears
zh_cn: 猫耳

source: Cat Mask
zh_cn: 猫咪面具

source: Cat Pants
zh_cn: 猫咪裤

source: Cat Shirt
zh_cn: 猫咪衣

source: Catacomb
zh_cn: 地下墓穴

source: Catfish
zh_cn: 猫鱼

source: Cauldron
zh_cn: 炼金锅

source: Causes confusion
zh_cn: 能够造成混乱

source: Causes stars to fall and increases length of invincibility after taking damage
zh_cn: 受到伤害后引起星辰坠落并延长无敌状态时间

source: Causes stars to fall and releases bees when injured
zh_cn: 受到伤害时会召唤落星并释放蜂群

source: Causes stars to fall when injured
zh_cn: 受到伤害时引起星辰坠落

source: Cave Bat
zh_cn: 洞穴蝙蝠

source: Cave Bat Banner
zh_cn: 蝙蝠旗帜

source: Caverns
zh_cn: 洞穴
